docs/produkte/request-getdat-2222.md

---
title: "Request getDataCountriesForNewVehicleForecast"
topic_id: "2222"
breadcrumb: "SilverDAT Produkte > SilverDAT 3 valuateFinance > Schnittstellenoperationen > Hilfsfunktionen > Datenländer der Restwertprognose Neufahrzeuge erfragen > Request getDataCountriesForNewVehicleForecast"
---

# Request getDataCountriesForNewVehicleForecast

```
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:eval="http://sphinx.dat.de/services/Evaluation">
   <soapenv:Header/>
   <soapenv:Body>
      <eval:getDataCountriesForNewVehicleForecast/>
   </soapenv:Body>
</soapenv:Envelope>
```
